Repository: KopfdesDaemons/blog-layouts
Catalog: languages/*.po
Languages: de_de

source: File not found
de_de: Datei nicht gefunden.

source: The page you are looking for could not be found. Please check the URL or go back to the homepage.
de_de: Die gesuchte Seite konnte nicht gefunden werden. Bitte überprüfen Sie die URL oder kehren Sie zur Startseite zurück.

source: Go to the home page
de_de: Gehe zur Startseite

source: Archive for
de_de: Archive für

source: Role
de_de: Rolle

source: Registration date
de_de: Registrierungsdatum

source: Number of posts
de_de: Anzahl der Beiträge

source: Posts
de_de: Beiträge

source: Comments
de_de: Kommentare

source: About %s:
de_de: Über %s:

source: Website
de_de: Webseite

source: Last comments from
de_de: Letzte Kommentare von

source: No comments found.
de_de: Keine Kommentare gefunden.

source: « Previous
de_de: « Vorherige

source: Next »
de_de: Weiter »

source: No posts found.
de_de: Keine Beiträge gefunden.

source: One Comment
de_de: Ein Kommentar

source: %d Comments
de_de: %d Kommentare

source: Older Comments
de_de: Ältere Kommentare

source: Newer Comments
de_de: Neuere Kommentare

source: Comments are closed.
de_de: Kommentare sind geschlossen.

source: Author Page
de_de: Autorseite

source: Show sidebar
de_de: Zeige Sidebar

source: Show recent comments
de_de: Zeige letzte Kommentare

source: Show author role
de_de: Zeige Autorenrolle

source: Show registration date
de_de: Zeige Registrierungsdatum

source: Show number of posts
de_de: Zeige Anzahl der Beiträge

source: Show author website
de_de: Zeige Autorenwebseite

source: Image size
de_de: Bildgröße

source: Category Results List
de_de: Kategorie Ergebnisliste

source: Settings for the results when calling a category.
de_de: Einstellungen für die Ergebnisse beim Aufruf einer Kategorie.

source: Colors
de_de: Farben

source: Primary color
de_de: Primärfarbe

source: Background color
de_de: Hintergrundfarbe

source: Tags and chips color
de_de: Tags und Chips Farbe

source: Comments background color
de_de: Kommentare Hintergrundfarbe

source: Date Results List
de_de: Datum Ergebnisliste

source: Settings for the results when calling a date.
de_de: Einstellungen für die Ergebnisse beim Aufruf eines Datums.

source: Show landingpage section
de_de: Zeige Landingpage Section

source: Minimal height of the landingpage
de_de: Minimale Höhe der Landingpage

source: Maximum width of the feed
de_de: Maximale Breite des Feeds

source: Font
de_de: Schrift

source: All fonts are hosted locally. Consent according to the GDPR is not required for this theme (cookie banner).
de_de: Alle Schriften werden lokal gehostet. Eine Einwilligung gemäß der DSGVO ist für dieses Theme nicht erforderlich (Cookie Banner)

source: Main text font
de_de: Hauptschrift

source: Font color
de_de: Schriftfarbe

source: Show menu in header
de_de: Zeige Menü im Header

source: Show logo with link to home page
de_de: Zeige Logo mit Link zur Startseite

source: Show search bar
de_de: Zeige Suchleiste

source: Menu font size
de_de: Menü Schriftgröße

source: Settings for the individual layouts.
de_de: Einstellungen der einzelnen Layouts.

source: Pages
de_de: Seiten

source: Options for WordPress "Pages".
de_de: Optionen für WordPress „Seiten“.

source: Maximum width of pages
de_de: Maximale Breite der Seiten

source: Cards background color
de_de: Cards Hintergundfarbe

source: Spacing between posts
de_de: Abstand zwischen den Beiträgen

source: Number of words in the snippet
de_de: Anzahl der Wörter im Textausschnitt

source: Show tags
de_de: Zeige Tags

source: Tags border radius
de_de: Tags Rahmenradius

source: Show read more button
de_de: Zeige mehr lesen Button

source: Show comments
de_de: Zeige Kommentare

source: Line height in text snippet
de_de: Zeilenhöhe im Textausschnitt

source: Border radius
de_de: Rahmenradius

source: Show image
de_de: Zeige Bild

source: Image radius
de_de: Bildradius

source: Show date
de_de: Zeige Datum

source: Settings of the individual posts.
de_de: Einstellungen der einzelnen Beiträge.

source: Maximum hero width
de_de: Maximale Hero Breite

source: Show hero gradient background
de_de: Zeige Hero Farbverlaufhintergrund

source: Maximum width of posts
de_de: Maximale Breite der Beiträge

source: Posts background color
de_de: Beiträge Hintergundfarbe

source: Show post image
de_de: Zeige Beitragsbild

source: Show categories
de_de: Zeige Kategorien

source: Show author details
de_de: Zeige Autor Details

source: Show post pagination
de_de: Zeige Postpaginierung

source: Search Results
de_de: Suchergebnisse

source: Options for the search results.
de_de: Optionen für die Suchergebnisse.

source: Tag Results List
de_de: Tags Ergebnisliste

source: Settings for the results when calling a tag.
de_de: Einstellungen für die Ergebnisse beim Aufruf eines Tags.

source: Select a menu in the customizer
de_de: Wähle ein Menü im Customizer

source: created by %1$s
de_de: erstellt von %1$s

source: Header Menu
de_de: Header Menü

source: Footer Menu
de_de: Footer Menü

source: Skip to main content
de_de: Springe zum Hauptinhalt

source: Fill the landing page in the customizer
de_de: Befülle die Landingpage im Customizer

source: Pages:
de_de: Seiten:

source: Search results for "%s"
de_de: Suchergebnisse für "%s"

source: Fill the sidebar in the customizer
de_de: Befülle die Sidebar im Customizer

source: &laquo; Previous Post
de_de: &laquo; Vorheriger Beitrag

source: Next Post &raquo;
de_de: Nächster Beitrag &raquo;

source: read more
de_de: mehr lesen
